Repository: eu-digital-identity-wallet/av-app-ios-wallet-ui
Catalog: Modules/logic-resources/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, fr, it

# passport_live_video_error_not_matching
source: Face does not match the passport / ID card photo. Please try again
da: Ansigtet matcher ikke pas / ID-kort fotet. Prøv venligst igen.
de: Das Gesicht stimmt nicht mit dem Reisepass / Personalausweis Foto überein. Bitte versuchen Sie es erneut.
fr: Le visage ne correspond pas à la photo du passeport / carte d\'identité. Veuillez réessayer.
it: Il volto non corrisponde alla foto del passaporto / carta d\'identità. Riprova.

# passport_live_video_error_not_processed
source: Video capture was not processed successfully. Please try again.
da: Videooptagelsen blev ikke behandlet korrekt. Prøv venligst igen.
de: Die Videoaufnahme wurde nicht erfolgreich verarbeitet. Bitte versuchen Sie es erneut.
fr: La capture vidéo n\'a pas été traitée avec succès. Veuillez réessayer.
it: La cattura video non è stata elaborata correttamente. Riprova.

# passport_live_video_footer
source: This step ensures that you are the rightful owner of the passport / ID card.
da: Dette trin sikrer, at du er den rette ejer af pas / ID-kort.
de: Dieser Schritt stellt sicher, dass Sie der rechtmäßige Eigentümer des Reisepasses / Personalausweises sind.
fr: Cette étape garantit que vous êtes le propriétaire légitime du passeport / carte d\'identité.
it: Questo passaggio garantisce che tu sia il legittimo proprietario del passaporto / carta d\'identità.

# passport_live_video_header
source: Record a quick video of yourself
da: Optag en hurtig video af dig selv
de: Nehmen Sie ein kurzes Video von sich auf
fr: Enregistrez une courte vidéo de vous-même
it: Registra un breve video di te stesso

# passport_live_video_step_first
source: Face the camera directly in good lighting.
da: Vend ansigtet direkte mod kameraet i godt lys.
de: Richten Sie Ihr Gesicht bei guter Beleuchtung direkt zur Kamera.
fr: Faire face à la caméra directement avec un bon éclairage.
it: Guardare direttamente la fotocamera con una buona illuminazione.

# passport_live_video_step_second
source: Follow the on-screen instructions (e.g., blink or turn your head).
da: Følg instruktionerne på skærmen (f.eks. blink eller drej dit hoved).
de: Folgen Sie den Anweisungen auf dem Bildschirm (z.B. blinzeln oder den Kopf drehen).
fr: Suivre les instructions à lécran (par exemple, cligner des yeux ou tourner la tête).
it: Seguire le istruzioni sullo schermo (ad esempio, battere le palpebre o girare la testa).

# passport_live_video_step_third
source: Avoid filters, masks, or obstructions.
da: Undgå filtre, masker eller forhindringer.
de: Vermeiden Sie Filter, Masken oder Hindernisse.
fr: Éviter les filtres, masques ou obstacles.
it: Evitare filtri, maschere o ostacoli.

# passport_scan_intro_back_button
source: Back
da: Tilbage
de: Zurück
fr: Retour
it: Indietro

# passport_scan_intro_data_download_notice
source: Verification requires additional data. When you tap Start, approximately 250MB of assets will be downloaded for face matching.
da: Verifikation kræver yderligere data. Når du trykker på Start, downloades ca. 250MB til ansigtsmatching.
de: Verifizierung erfordert zusätzliche Daten. Wenn Sie auf Starten tippen, werden ca. 250MB an Dateien für den Gesichtsabgleich heruntergeladen.
fr: La vérification nécessite des données supplémentaires. Lorsque vous appuyez sur Commencer, environ 250MB d\'éléments seront téléchargés pour la reconnaissance faciale.
it: La verifica richiede dati aggiuntivi. Quando tocchi Inizia, verranno scaricati circa 250MB di risorse per il riconoscimento facciale.

# passport_scan_intro_description
source: The passport / ID card method is quick and secure! Take a photo of your passport / ID card, scan your passport / ID card, and record a video of yourself—three steps for secure onboarding.
da: Pas / ID-kort metoden er hurtig og sikker! Tag et billede af dit pas / ID-kort, scan dit pas / ID-kort og optag en video af dig selv—tre trin for sikker onboarding.
de: Die Reisepass / Personalausweis Methode ist schnell und sicher! Foto Ihres Reisepasses / Personalausweises aufnehmen, Reisepass / Personalausweis scannen und Video von sich selbst aufnehmen—drei Schritte für sicheres Onboarding.
fr: La méthode passeport / carte d\'identité est rapide et sécurisée ! Prendre une photo de votre passeport / carte d\'identité, scannez votre passeport / carte d\'identité et enregistrer une vidéo de vous-même—trois étapes pour un onboarding sécurisé.
it: Il metodo passaporto / carta d\'identità è veloce e sicuro! Scatta una foto del tuo passaporto / carta d\'identità, scansiona il tuo passaporto / carta d\'identità e registra un video di te stesso—tre passaggi per un onboarding sicuro.

# passport_scan_intro_enrollment_method
source: Age verification enrollment method
da: Aldersverifikationsmetode
de: Altersverifizierungsmethode
fr: Méthode de vérification d\'âge
it: Metodo di verifica dell\'età

# passport_scan_intro_step_1_description
source: Capture a clear photo of your identity document page with personal details.
da: Tag et klart foto af din identitetsdokumentside med personlige oplysninger.
de: Erstellen Sie ein klares Foto der Seite Ihres Identitätsdokuments mit persönlichen Daten.
fr: Capturez une photo claire de la page de votre document d\'identité avec les détails personnels.
it: Cattura una foto chiara della pagina del tuo documento d\'identità con i dati personali.

# passport_scan_intro_step_1_title
source: Take a photo of your identity document.
da: Tag et billede af dit identitetsdokument
de: Foto Ihres Identitätsdokuments aufnehmen
fr: Prendre une photo de votre document d\'identité
it: Scatta una foto del tuo documento d\'identità

# passport_scan_intro_step_2_description
source: Place your identity document on your smartphone to read the data.
da: Placer dit identitetsdokument på din smartphone for at læse dataene.
de: Legen Sie Ihr Identitätsdokument auf Ihr Smartphone, um die Daten zu lesen.
fr: Placez votre document d\'identité sur votre smartphone pour lire les données.
it: Posiziona il tuo documento d\'identità sullo smartphone per leggere i dati.

# passport_scan_intro_step_2_title
source: Scan your identity document
da: Scan dit identitetsdokument
de: Identitätsdokument scannen
fr: Scannez votre document d\'identité
it: Scansiona il tuo documento d\'identità

# passport_scan_intro_step_3_description
source: Film yourself for identity verification.
da: Film dig selv til identitetsverifikation.
de: Filmen Sie sich selbst zur Identitätsprüfung.
fr: Filmez-vous pour la vérification d'identité.
it: Filmati per la verifica dell'identità.

# passport_scan_intro_step_3_title
source: Record a video of yourself
da: Optag en video af dig selv
de: Video von sich selbst aufnehmen
fr: Enregistrer une vidéo de vous-même
it: Registra un video di te stesso

# passport_scan_intro_step_4_title
source: Consent
da: Samtykke
de: Einverständnis
fr: Consentement
it: Consenso

# passport_scan_intro_step_5_title
source: Receive your proof of age
da: Modtag dit aldersbevis
de: Erhalten Sie Ihren Altersnachweis
fr: Recevez votre preuve d\'âge
it: Ricevi la tua prova d\'età

# passport_scan_intro_title
source: Passport or ID card
da: Pas eller ID-kort
de: Reisepass oder Personalausweis
fr: Passeport ou Carte d'identité
it: Passaporto o Carta d'identità

# passport_validation_error_expired
source: Your passport / ID card has expired. Please use a valid document.
da: Dit pas / ID-kort er udløbet. Brug venligst et gyldigt dokument.
de: Ihr Reisepass / Personalausweis ist abgelaufen. Bitte verwenden Sie ein gültiges Dokument.
fr: Votre passeport / carte d'identité a expiré. Veuillez utiliser un document valide.
it: Il tuo passaporto / carta d'identità è scaduto. Utilizza un documento valido.

# passport_validation_error_incomplete_data
source: Passport / ID card data is incomplete. Please scan your document again.
da: Pas / ID-kort data er ufuldstændige. Scan venligst dit dokument igen.
de: Die Reisepass / Personalausweis Daten sind unvollständig. Bitte scannen Sie Ihr Dokument erneut.
fr: Les données du passeport / carte d'identité sont incomplètes. Veuillez scanner à nouveau votre document.
it: I dati del passaporto / carta d'identità sono incompleti. Scansiona nuovamente il tuo documento.

# passport_validation_error_underage
source: You must be at least 18 years old to proceed.
da: Du skal være mindst 18 år gammel for at fortsætte.
de: Sie müssen mindestens 18 Jahre alt sein, um fortzufahren.
fr: Vous devez avoir au moins 18 ans pour continuer.
it: Devi avere almeno 18 anni per continuare.

# presentation_qr_scan_subtitle
source: Scan a QR code provided by the online service to present the proof of age.
da: Scan en QR-kode leveret af onlinetjenesten for at vise et bevis på alder.
de: Scannen Sie einen von einer vertrauenden Partei bereitgestellten QR-Code, um ein digitales Dokument zu präsentieren.
fr: Lisez un code QR fourni par le service en ligne pour présenter la preuve de l'âge.
it: Scansiona il codice QR fornito dal servizio online per presentare l'attestazione dell'età.

# presentation_qr_scan_title
source: Present document online
da: Fremvis dokument online
de: Dokument online präsentieren
fr: Présenter un document en ligne
it: Presenta il documento online

# proximity_connection_ble_description
source: Show this QR code to access the necessary information for sharing
da: Vis denne QR-kode for at få adgang til de nødvendige oplysninger til deling
de: Zeigen Sie diesen QR-Code vor, um die notwendigen Informationen zum Teilen zu erhalten.
fr: Présentez ce code QR pour accéder aux informations nécessaires au partage
it: Mostra questo codice QR per accedere alle informazioni necessarie per la condivisione

# qr_scan_informative_text_issuance_flow
source: Having trouble scanning the QR Code? Please try an alternative way
da: Har du problemer med at scanne QR -koden? Prøv en alternativ måde
de: Probleme beim Scannen des QR-Codes? Bitte versuchen Sie es mit einer anderen Methode
fr: La lecture du code QR ne fonctionne pas ? Veuillez essayer une autre méthode
it: Non riesci a scansionare il codice QR? Prova con un metodo alternativo

# qr_scan_informative_text_presentation_flow
source: Having trouble scanning the QR Code? Please try an alternative way
da: Har du problemer med at scanne QR -koden? Prøv en alternativ måde
de: Probleme beim Scannen des QR-Codes? Bitte versuchen Sie es mit einer anderen Methode
fr: La lecture du code QR ne fonctionne pas ? Veuillez essayer une autre méthode
it: Non riesci a scansionare il codice QR? Prova con un metodo alternativo

# qr_scan_permission_not_granted
source: Camera permission not provided Open App Settings
da: Kameratilladelse ikke angivet Åbn app-indstillinger
de: Kameraberechtigung nicht erteilt App öffnen Einstellungen
fr: Autorisation d'accès à la caméra non donnée Ouvrir les paramètres de l'application
it: Autorizzazione della fotocamera non fornita Apri le impostazioni dell'app

# quick_pin_bottom_sheet_cancel_primary_button_text
source: Yes, cancel
da: Ja, annuller
de: WEITER
fr: Oui, annuler
it: Sì, annulla

# quick_pin_bottom_sheet_cancel_secondary_button_text
source: No
da: Nej
de: ABBRECHEN
fr: Non

# quick_pin_bottom_sheet_cancel_subtitle
source: Are you sure you wanna cancel the PIN change?
da: Er du sikker på, at du vil annullere ændringen af PIN?
de: Durch Abbrechen werden Sie zurück zur Startseite geleitet, ohne den Schnell-Pin zu ändern
fr: Êtes-vous sûr de vouloir annuler le changement de code PIN ?
it: Sei sicuro di voler annullare il cambio PIN?

# quick_pin_bottom_sheet_cancel_title
source: Cancel the PIN change?
da: Annuller PIN-ændring?
de: Schnell-Pin-Änderung abbrechen?
fr: Annuler le changement de code PIN ?
it: Annullare il cambio PIN?

# quick_pin_cant_use_previous_pin
source: New PIN needs to be different than previous PINs
da: Den nye pinkode skal være anderledes end de tidligere pinkoder
de: Die neue PIN muss sich von den vorherigen PINs unterscheiden.
fr: Le nouveau code PIN doit être différent des codes PIN précédents.
it: Il nuovo PIN deve essere diverso dai PIN precedenti

# quick_pin_change_enter_new_subtitle
source: Choose your new PIN
da: Vælg din nye PIN
de: Wiederholen Sie Ihre 6-stellige PIN
fr: Choisissez un nouveau code PIN
it: Scegli un nuovo PIN

# quick_pin_change_help_text
source: Please avoid using consecutive numbers or birthdays if possible.
da: Undgå venligst at bruge fortløbende tal eller fødselsdage, hvis det er muligt.
de: Bitte vermeiden Sie nach Möglichkeit die Verwendung von aufeinanderfolgenden Zahlen oder Geburtstagen.
fr: Veuillez éviter, si possible, d'utiliser des chiffres consécutifs ou des dates d'anniversaire.
it: Se possibile, evita di usare numeri consecutivi o date di nascita.

# quick_pin_change_lockout_countdown_minutes
source: Change PIN blocked. Try again in %d:%02d
da: PIN-ændring blokeret. Prøv igen om %d:%02d
de: PIN-Änderung blockiert. Versuchen Sie es in %d:%02d erneut
fr: Changement de code PIN bloqué. Réessayez dans %d:%02d
it: Cambio PIN bloccato. Riprova tra %d:%02d

# quick_pin_change_lockout_countdown_seconds
source: Change PIN blocked. Try again in %d seconds
da: PIN-ændring blokeret. Prøv igen om %d sekunder
de: PIN-Änderung blockiert. Versuchen Sie es in %d Sekunden erneut
fr: Changement de code PIN bloqué. Réessayez dans %d secondes
it: Cambio PIN bloccato. Riprova tra %d secondi

# quick_pin_change_reenter_new_subtitle
source: Reenter your new PIN
da: Indtast din nye PIN igen
de: Wiederholen Sie Ihre 6-stellige PIN
fr: Saisissez à nouveau le nouveau code PIN
it: Reinserisci il nuovo PIN

# quick_pin_change_success_description
source: You successfully changed the pin
da: Du har ændret din PIN
de: Schnell-Pin erfolgreich geändert
fr: Votre code PIN a été changé avec succès
it: Hai cambiato correttamente il PIN

# quick_pin_change_success_text
source: Success!
da: Succes!
de: Erfolgreich
fr: Succès !
it: Successo!

# quick_pin_change_title
source: Change PIN
da: Skift PIN
de: Schnell-PIN ändern
fr: Changer le code PIN
it: Cambia PIN

# quick_pin_change_validate_current_subtitle
source: Your current 6-digit PIN
da: Din nuværende 6-cifrede PIN
de: Aktuelle PIN eingeben
fr: Votre code PIN actuel à 6 chiffres
it: Il tuo PIN attuale a 6 cifre

# quick_pin_confirm_button
source: Confirm
da: Bekræft
de: Bestätigen
fr: Confirmer
it: Conferma

# quick_pin_create_enter_subtitle
source: Your 6-digit PIN
da: Din 6-cifrede PIN
de: Ihre 6-stellige PIN
fr: Votre code PIN à 6 chiffres
it: Il tuo PIN a 6 cifre

# quick_pin_create_reenter_subtitle
source: Repeat your 6-digit PIN
da: Gentag din 6-cifrede PIN
de: Wiederholen Sie Ihre 6-stellige PIN
fr: Répétez votre code PIN à 6 chiffres
it: Ripeti il tuo PIN a 6 cifre

# quick_pin_create_reenter_title
source: Confirm your PIN
da: Bekræft din PIN
de: Bestätigen Sie Ihre PIN
fr: Confirmez votre code PIN
it: Conferma il tuo PIN

# quick_pin_create_title
source: Choose a PIN to access the app
da: Vælg en PIN for at få adgang til appen
de: Wählen Sie eine PIN für den App-Zugriff
fr: Choisissez un code PIN pour accéder à l'application
it: Scegli un PIN per accedere all'app

# quick_pin_invalid_error
source: Invalid PIN
da: Ugyldig PIN
de: Ungültige Schnell-PIN
fr: PIN non valide
it: PIN non valido

# quick_pin_invalid_generic_error
source: This PIN is too common, please choose a more secure one.
da: Denne PIN-kode er for almindelig, vælg venligst en mere sikker én.
de: Diese PIN ist zu häufig verwendet, bitte wählen Sie eine sicherere.
fr: Ce code PIN est trop courant, veuillez en choisir un plus sécurisé.
it: Questo PIN è troppo comune, per favore scegline uno più sicuro.

# quick_pin_invalid_last_attempt
source: Invalid PIN. This is your last attempt before lockout.
da: Ugyldig PIN-kode. Dette er dit sidste forsøg, inden du bliver låst ude.
de: Ungültige PIN. Dies ist Ihr letzter Versuch vor der Sperrung.
fr: Code PIN invalide. C’est votre dernière tentative avant le verrouillage.
it: PIN non valido. Questo è il tuo ultimo tentativo prima del blocco.

# quick_pin_invalid_with_attempts
source: Invalid PIN. %d attempts remaining.
da: Ugyldig PIN-kode. %d forsøg tilbage.
de: Ungültige PIN. Noch %d Versuche übrig.
fr: Code PIN invalide. Il vous reste %d tentative(s).
it: PIN non valido. %d tentativi rimanenti.

# quick_pin_locked_out
source: Too many failed attempts. Please wait before trying again.
da: For mange mislykkede forsøg. Vent venligst, før du prøver igen.
de: Zu viele fehlgeschlagene Versuche. Bitte warten Sie, bevor Sie es erneut versuchen.
fr: Trop de tentatives échouées. Veuillez patienter avant de réessayer.
it: Troppi tentativi non riusciti. Attendi prima di riprovare.

# quick_pin_lockout_countdown_minutes
source: Account locked. Try again in %d:%02d
da: Kontoen er låst. Prøv igen om %d:%02d
de: Konto gesperrt. Versuchen Sie es in %d:%02d erneut
fr: Compte verrouillé. Réessayez dans %d:%02d
it: Account bloccato. Riprova tra %d:%02d

# quick_pin_lockout_countdown_seconds
source: Account locked. Try again in %d seconds
da: Kontoen er låst. Prøv igen om %d sekunder
de: Konto gesperrt. Versuchen Sie es in %d Sekunden erneut
fr: Compte verrouillé. Réessayez dans %d secondes
it: Account bloccato. Riprova tra %d secondi

# quick_pin_next_button
source: Next
da: Næste
de: Weiter
fr: Suivant
it: Avanti

# quick_pin_non_match
source: PINs do not match
da: PIN stemmer ikke overens
de: PINs stimmen nicht überein
fr: Les codes PIN ne coïncident pas
it: I PIN non corrispondono

# quick_pin_numerical_rule_invalid_error_message
source: Only numerical values are allowed
da: Kun numeriske værdier er tilladt
de: Nur numerische Werte zulässig
fr: Seules les valeurs numériques sont autorisées
it: Sono consentiti solo valori numerici

# request_bottom_sheet_warning_subtitle
source: Choosing not to share certain data may result in failure to issue the requested document.
da: Hvis du vælger ikke at dele visse data, kan det resultere i manglende udstedelse af det anmodede dokument.
de: Wenn Sie bestimmte Daten nicht teilen, kann das angeforderte Dokument möglicherweise nicht ausgestellt werden.
fr: La décision de ne pas communiquer certaines données peut entraîner la non-délivrance du document demandé.
it: Se scegli di non condividere determinati dati, potresti impedire l'emissione del documento richiesto.

# request_bottom_sheet_warning_title
source: Warning
da: Advarsel
de: Warnung
fr: Avertissement
it: Attenzione

# request_collapsed_supporting_text
source: Credential details
da: Legitimationsdetaljer
de: Anmeldeinformationen
fr: Détails d'identification
it: Credenziali

# request_data_info_notice
source: Why we need your data?
da: Hvorfor har vi brug for dine data?
de: Warum benötigen wir Ihre Daten?
fr: Pourquoi avons-nous besoin de vos données ?
it: Perché abbiamo bisogno dei tuoi dati?

# request_data_verified_entity_message
source: A relying party is considered trusted when it meets predefined criteria for security, data protection, compliance, and responsible data handling. Trust is reinforced through assessments, audits, and certifications.
da: En afhængig part anses for at være betroet, når den opfylder foruddefinerede kriterier for sikkerhed, databeskyttelse, compliance og ansvarlig datahåndtering. Tillid styrkes gennem vurderinger, revisioner og certificeringer.
de: Eine vertrauende Partei gilt als vertrauenswürdig, wenn sie vordefinierte Kriterien für Sicherheit, Datenschutz, Compliance und verantwortlichen Datenumgang erfüllt. Das Vertrauen wird durch Bewertungen, Audits und Zertifizierungen gestärkt.
fr: Une partie de confiance est considérée comme digne de confiance lorsqu&#39;elle répond à des critères prédéfinis en matière de sécurité, de protection des données, de conformité et de gestion responsable des données. La confiance est renforcée par des évaluations, des audits et des certifications.
it: Una parte affidante è considerata affidabile quando soddisfa criteri predefiniti di sicurezza, protezione dei dati, conformità e gestione responsabile dei dati. La fiducia viene rafforzata attraverso valutazioni, audit e certificazioni.

# request_gender_female
source: Female
da: Kvinde
de: Weiblich
fr: Femme
it: Femmina

# request_gender_male
source: Male
da: Mand
de: Männlich
fr: Homme
it: Maschio

# request_gender_not_applicable
source: Not applicable
da: Ikke relevant
de: Nicht zutreffend
fr: Non applicable
it: Non applicabile

# request_gender_not_known
source: Not known
da: Ukendt
de: Nicht bekannt
fr: Inconnu
it: Sconosciuto

# request_header_description
source: The following transaction requires your permission and authentication.
da: Følgende transaktion kræver din tilladelse og godkendelse.
de: Die folgende Transaktion erfordert Ihre Zustimmung und Authentifizierung.
fr: La transaction suivante nécessite votre autorisation et votre authentification.
it: La seguente transazione richiede la tua autorizzazione e autenticazione

# request_header_main_text
source: DATA SHARING REQUEST
da: ANMODNING OM DATADELING
de: Antrag auf Datenfreigabe
fr: DEMANDE DE PARTAGE DE DONNÉES
it: RICHIESTA DI CONDIVISIONE DEI DATI

# request_no_data
source: The requested document is not available in your Age Verification Application. Please contact the authorised issuer for further information.
da: Det anmodede dokument er ikke tilgængeligt i din applikation for aldersverifikation. Kontakt den autoriserede udsteder for yderligere information.
de: Das angeforderte Dokument ist in Ihrer Altersverifizierungs-Wallet nicht verfügbar. Für weitere Informationen wenden Sie sich bitte an den autorisierten Aussteller.
fr: Le document demandé n'est pas disponible dans votre portefeuille de vérification d'âge. Veuillez contacter l'émetteur autorisé pour plus d'informations.
it: Il documento richiesto non è disponibile nella tua applicazione di verifica dell'età. Contatta l'emittente autorizzato per ulteriori informazioni.

# request_relying_party_default_name
source: Online service
da: Online tjeneste
de: Vertrauende Partei
fr: Service en ligne
it: Servizio online

# request_relying_party_description
source: requests the following
da: anmoder om følgende
de: fordert Folgendes an
fr: demande ce qui suit
it: Si richiede quanto segue

# request_sticky_button_text
source: Share
da: Del
de: Teilen
fr: Partager
it: Condividi

# request_warning_text
source: Please review carefully before sharing your data.
da: Gennemgå omhyggeligt, inden du deler dine data.
de: Bitte überprüfen Sie dies sorgfältig, bevor Sie Ihre Daten freigeben.
fr: Veuillez contrôler attentivement avant de communiquer vos données.
it: Esamina attentamente prima di condividere i tuoi dati.

# required_nfc_not_supported
source: Error: NFC is not supported in this device.
da: Fejl: NFC understøttes ikke på denne enhed.
de: Fehler: NFC wird auf diesem Gerät nicht unterstützt.
fr: Erreur: NFC n'est pas pris en charge sur cet appareil.
it: Errore: NFC non è supportato su questo dispositivo.

# required_perms_not_given
source: Error: Permissions denied.
da: Fejl: Tilladelser nægtet.
de: Fehler: Berechtigungen verweigert.
fr: Erreur: autorisations refusées.
it: Errore: autorizzazioni negate.

source: Settings
da: Indstillinger
de: Einstellungen
fr: Paramètres
it: Impostazioni

# settings_screen_change_pin
source: Change PIN
da: Skift PIN
de: PIN ändern
fr: Changer le code PIN
it: Cambia PIN

# settings_screen_credentials
source: Credentials
da: Aldersbeviser
de: Nachweise
fr: Attestation d'âge
it: Credenziali

# settings_screen_delete_proofs
source: Delete all proof of age attestations
da: Slet alle certifikater med aldersbevis
de: Alle Altersnachweis-Bescheinigungen löschen
fr: Supprimer toutes les preuves d'attestation d'âge
it: Elimina tutte le attestazioni dell'età

# settings_screen_security
source: Security
da: Sikkerhed
de: Sicherheit
fr: Sécurité
it: Sicurezza
